cask "1password"
cask "adobe-creative-cloud"
cask "dash"
cask "espionage"
cask "fantastical"
cask "github"
cask "google-chrome"
cask "hazel"
cask "istat-menus"
cask "launchbar"
cask "paw"
cask "scapple"
cask "scrivener"
cask "sip"
cask "sketch"
cask "sketchpacks"
cask "slack"
cask "textmate"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "vlc"
