tap "homebrew/services"
tap "thoughtbot/formulae"
brew "ack"
brew "awscli"
brew "carthage"
brew "cocoapods"
brew "ctags"
brew "direnv"
brew "erlang", args: ["with-native-libs", "without-docs", "without-hipe"]
brew "exenv"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "httpie"
brew "jemalloc"
brew "llvm"
brew "memcached", restart_service: true
brew "nodenv"
brew "p7zip"
brew "postgresql", restart_service: true, args: ["with-dtrace", "without-perl", "without-tcl"]
brew "puma-dev"
brew "rbenv"
brew "rcm"
brew "redis", restart_service: true, args: ["with-jemalloc"]
brew "roswell"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "v8"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
