tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "shopify/shopify"
tap "thoughtbot/formulae"
brew "ack"
brew "awscli"
brew "carthage"
brew "cocoapods"
brew "ctags"
brew "direnv"
cask "docker"
brew "fasd"
brew "freetype"
brew "gdbm"
brew "git-flow"
brew "heroku"
brew "httpie"
brew "hub"
brew "icu4c"
cask "iterm2"
brew "jpeg"
brew "jq"
brew "libevent"
brew "libffi"
brew "libidn2"
brew "libpng"
brew "libtiff", args: ["with-xz"]
brew "libtool"
brew "libunistring"
brew "libyaml"
brew "llvm"
brew "memcached", restart_service: true
brew "nginx", args: ["with-passenger"]
brew "oniguruma"
brew "openssl@1.1"
brew "overmind"
brew "p7zip"
brew "pcre"
brew "perl", args: ["with-dtrace"]
brew "python"
cask "pgadmin4"
brew "postgresql", restart_service: true, args: ["with-dtrace", "without-perl", "without-tcl"]
brew "thoughtbot/formulae/rcm"
brew "redis", restart_service: true, args: ["with-jemalloc"]
brew "roswell"
brew "sqlite", args: ["with-functions", "with-json1"]
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "shopify/shopify/toxiproxy"
brew "tree"
brew "unrar"
brew "v8"
brew "vim", args: ["with-gettext", "with-override-system-vi"]
brew "watch"
brew "webp"
brew "wget", args: ["with-pcre"]
brew "wxmac", args: ["with-stl"]
brew "xz"
brew "yarn", args: ["without-node"]
brew "zsh", args: ["with-pcre"]
brew "zsh-completions"
